Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RESET_ALL_CONFIRMATION_LOCATION
source: By continuing, apps will no longer have access to your location. From now on, apps cannot access your location without your permission.
ar: عند المتابعة، لن يعود بإمكان التطبيقات الوصول إلى موقعك. من الآن فصاعدًا، لن يكون بإمكان التطبيقات الوصول إلى موقعك من دون إذنك.
bg: Като продължите, приложенията няма повече да имат достъп до местоположението ви. От сега нататък приложенията няма да имат достъп до местоположението ви без вашето разрешение.
ca: Si continues, les apps deixaran de tenir accés a la ubicació i ja no podran accedir‑hi sense el teu permís.
cs: Pokud budete pokračovat, aplikace už nebudou mít přístup k vaší poloze. Od této chvíle k ní budou mít přístup, jen pokud jim to povolíte.
da: Hvis du fortsætter, vil apps ikke længere have adgang til din lokalitet. Fra nu af kan apps ikke få adgang til din lokalitet uden din tilladelse.
de: Wenn du fortfährst, haben Apps keinen Zugriff mehr auf deinen Standort. Ab diesem Zeitpunkt können Apps nicht mehr ohne deine Erlaubnis auf deinen Standort zugreifen.
el: Αν συνεχίσετε, οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στην τοποθεσία σας. Από εδώ και στο εξής, οι εφαρμογές δεν μπορούν να έχουν πρόσβαση στην τοποθεσία σας χωρίς την άδειά σας.
es: Al continuar, las apps dejarán de tener acceso a tu ubicación y, a partir de ahora, solo podrán acceder a ella con tu permiso.
es_us: Si continúas, las apps ya no tendrán acceso a tu ubicación y, de ahora en adelante, requerirán tu permiso para usarla.
fi: Jos jatkat, apit eivät enää voi käyttää sijaintiasi. Tästä eteenpäin apit eivät enää voi käyttää sijaintiasi ilman lupaasi.
fr: Si vous poursuivez, les apps n’auront plus accès à votre position. Dorénavant, elles ne pourront plus y accéder sans votre autorisation.
fr_ca: En continuant, les apps n’auront plus accès à votre position et ne pourront désormais plus y accéder sans votre autorisation.
he: המשך הפעולה יוביל לביטול אפשרות הגישה של יישומים למיקום שלך. מעתה, יישומים לא יוכלו לגשת למיקום שלך ללא אישורך.
hi: जारी रखने से, ऐप्स के पास अब आपके स्थान का ऐक्सेस नहीं रहेगा। अब से, ऐप्स आपकी अनुमति के बिना आपके स्थान को ऐक्सेस नहीं कर सकते हैं।
hr: Ako nastavite, aplikacije više neće imati pristup vašoj lokaciji. Odsad aplikacije više neće moći pristupiti lokaciji bez vašeg dopuštenja.
hu: Ha folytatja, az appok nem fognak hozzáférni a helyzetéhez. Mostantól az appok nem fognak tudni hozzáférni a helyzetéhez az Ön engedélye nélkül.
id: Dengan melanjutkan, app tidak akan lagi memiliki akses ke lokasi Anda. Mulai sekarang, app tidak dapat mengakses lokasi Anda tanpa izin Anda.
it: Se procedi, le app non avranno più accesso alla posizione. Da questo momento in poi, non saranno in grado di accedervi senza il tuo permesso.
ja: 続けると、アプリで位置情報にアクセスできなくなります。今後、あなたの許可なく、アプリで位置情報にアクセスすることはできません。
kk: Жалғастыру арқылы қолданбалар геолокацияңызға енді қол жеткізе алмайды. Бұдан былай қолданбалар рұқсатыңызсыз геолокацияңызға қол жеткізе алмайды.
ko: 계속하면, 앱은 더 이상 사용자의 위치에 접근할 수 없게 됩니다. 이제부터 앱은 사용자의 허가 없이 위치에 접근할 수 없습니다.
lt: Jei tęsite, programos nebeturės prieigos prie jūsų vietos. Nuo šiol programos negalės pasiekti vietos be jūsų leidimo.
ms: Dengan meneruskan, app tidak lagi akan mempunyai akses kepada lokasi anda. Mulai sekarang, app tidak boleh mengakses lokasi anda tanpa keizinan anda.
nl: Als je doorgaat, hebben apps geen toegang meer tot je locatie. Voortaan hebben apps zonder je toestemming geen toegang tot je locatie.
no: Hvis du fortsetter, vil ikke apper lenger ha tilgang til posisjonen din. Fra nå av kan ikke apper bruke posisjonen din uten å spørre deg først.
pl: Jeśli będziesz kontynuować, aplikacje utracą dostęp do Twojego położenia. Od teraz aplikacje nie będą miały dostępu do Twojego położenia bez Twojej zgody.
pt_br: Se você continuar, os apps não terão mais acesso à sua localização. De agora em diante, os apps não poderão acessar a sua localização sem a sua permissão.
pt_pt: Se continuar, as aplicações deixarão de ter acesso à sua localização. A partir de agora, as aplicações não podem aceder à localização sem a sua autorização.
ro: În cazul în care continuați, aplicațiile nu vor mai avea acces la localizarea dvs. De acum înainte, aplicațiile nu vor putea accesa localizarea fără permisiunea dvs.
ru: Если продолжить, приложения утратят доступ к Вашей геопозиции. Впоследствии приложения не смогут получать доступ к геопозиции без Вашего разрешения.
sk: Ak sa rozhodnete pokračovať, apky už nebudú mať prístup k vašej polohe. Odteraz budú apky môcť pristupovať k vašej polohe, len ak im to povolíte.
sl: Če nadaljujete, aplikacije ne bodo več imele dostopa do podatkov o vaši lokaciji. Aplikacije odslej ne morejo dostopati do podatkov o lokaciji brez vašega dovoljenja.
sv: Om du fortsätter får apparna inte längre tillgång till din platsinformation. Från och med nu kan appar inte längre komma åt din platsinformation utan ditt tillstånd.
th: โดยการดำเนินการต่อ หมายความว่าแอปจะไม่สามารถเข้าถึงตำแหน่งที่ตั้งของคุณได้อีกต่อไป จากนี้ไป แอปจะไม่สามารถเข้าถึงตำแหน่งที่ตั้งของคุณได้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sürdürürseniz uygulamalar artık konumunuza erişemez. Bundan sonra uygulamalar izniniz olmadan konumunuza erişemez.
uk: Якщо продовжити, програми більше не матимуть доступу до вашої геопозиції. Відтепер програми не зможуть отримувати доступ до геопозиції без вашого дозволу.
vi: Bằng việc tiếp tục, các ứng dụng sẽ không có quyền truy cập vào vị trí của bạn nữa. Từ bây giờ trở đi, các ứng dụng không thể truy cập vị trí mà không có sự cho phép của bạn.
zh_cn: 若继续，App将不可再访问你的位置。从现在开始，未经你的许可，App无法访问你的位置。
zh_hk: 如繼續，App將再無法取用你的位置。現在開始，如沒有你的授權，App將無法取用你的位置。
zh_tw: 若繼續，App將無法取用你的位置。從現在起，App無法未經你的許可取用位置。

# RESET_APP_PERMISSIONS_FAILED_TITLE_MULTIPLE_APPS
source: Unable to Stop App Access
ar: غير قادر على إيقاف وصول التطبيق
bg: Неуспешно спиране на достъп на приложения
ca: Error en aturar l’accés de les apps
cs: Přístup aplikace nelze zastavit
da: Kan ikke stoppe appadgang
de: Stoppen des App-Zugriffs nicht möglich
el: Δεν είναι δυνατή η διακοπή πρόσβασης εφαρμογών
es: No se ha podido detener el acceso de las apps
es_us: Error al detener el acceso de las apps
fi: Appien käyttöoikeutta ei voida lopettaa
fr: Impossible de révoquer l’accès des apps
fr_ca: Impossible de révoquer l’accès des apps
he: לא ניתן להפסיק את גישת היישומים
hi: ऐप ऐक्सेस रोकने में असमर्थ
hr: Aplikacijski pristup ne može se zaustaviti
hu: Nem lehet leállítani az apphozzáférést
id: Tidak Dapat Menghentikan Akses App
it: Impossibile interrompere l’accesso all’app
ja: アプリのアクセスを停止できません
kk: Қолданбаның қол жеткізу әрекетін тоқтату мүмкін емес
ko: 앱 접근 권한을 중단할 수 없음
lt: Nepavyko sustabdyti programos prieigos
ms: Gagal Menghentikan Akses App
nl: Apptoegang stoppen niet mogelijk
no: Kunne ikke avslutte apptilgang
pl: Nie można zablokować dostępu aplikacji
pt_br: Não foi possível interromper o acesso do app
pt_pt: Não foi possível parar o acesso da aplicação
ro: Accesul aplicațiilor nu a putut fi oprit
ru: Сбой при закрытии общего доступа приложениям
sk: Prístup apiek sa nedá zastaviť
sl: Ni mogoče ustaviti dostopa aplikacij
sv: Det gick inte att stoppa appåtkomst
th: ไม่สามารถหยุดการเข้าถึงของแอปได้
tr: Uygulama Erişimi Durdurulamıyor
uk: Не вдалося припинити доступ програми
vi: Không thể dừng quyền truy cập của ứng dụng
zh_cn: 无法停止App访问权限
zh_hk: 無法停止App取用權限
zh_tw: 無法停止App取用權限

# RESET_ALL_CONFIRMATION_LOCALNETWORK
source: By continuing, apps will no longer have access to Local Network. From now on, apps cannot access Local Network without your permission.
ar: عند المتابعة، لن يعود بإمكان التطبيقات الوصول إلى الشبكة المحلية. من الآن فصاعدًا، لن يكون بإمكان التطبيقات الوصول إلى الشبكة المحلية من دون إذنك.
bg: Като продължите, приложенията няма повече да имат достъп до локалната мрежа. От сега нататък приложенията няма да имат достъп до локалната мрежа без вашето разрешение.
ca: Si continues, les apps deixaran de tenir accés a la xarxa local i ja no podran accedir‑hi sense el teu permís.
cs: Pokud budete pokračovat, aplikace už nebudou mít přístup k místní síti. Od této chvíle k ní budou mít přístup, jen pokud jim to povolíte.
da: Hvis du fortsætter, vil apps ikke længere have adgang til lokalt netværk. Fra nu af kan apps ikke få adgang til lokalt netværk uden din tilladelse.
de: Wenn du fortfährst, haben Apps keinen Zugriff mehr auf das lokale Netzwerk. Ab diesem Zeitpunkt können Apps nicht mehr ohne deine Erlaubnis auf das lokale Netzwerk zugreifen.
el: Αν συνεχίσετε, οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στο τοπικό δίκτυο. Από εδώ και στο εξής, οι εφαρμογές δεν μπορούν να έχουν πρόσβαση στο τοπικό δίκτυο χωρίς την άδειά σας.
es: Al continuar, las apps dejarán de tener acceso a la red local y, a partir de ahora, solo podrán acceder a ella con tu permiso.
es_us: Si continúas, las apps ya no tendrán acceso a la red local y, de ahora en adelante, requerirán tu permiso para usarla.
fi: Jos jatkat, apit eivät enää voi käyttää paikallista verkkoa. Tästä eteenpäin apit eivät enää voi käyttää paikallista verkkoa ilman lupaasi.
fr: Si vous poursuivez, les apps n’auront plus accès au réseau local. Dorénavant, elles ne pourront plus y accéder sans votre autorisation.
fr_ca: En continuant, les apps n’auront plus accès au réseau local et ne pourront désormais plus y accéder sans votre autorisation.
he: המשך הפעולה יוביל לביטול אפשרות הגישה של יישומים לרשת המקומית שלך. מעתה, יישומים לא יוכלו לגשת לרשת המקומית שלך ללא אישורך.
hi: जारी रखने से, ऐप्स के पास अब स्थानीय नेटवर्क का ऐक्सेस नहीं रहेगा। अब से, ऐप्स आपकी अनुमति के बिना स्थानीय नेटवर्क को ऐक्सेस नहीं कर सकते हैं।
hr: Ako nastavite, aplikacije više neće imati pristup lokalnoj mreži. Odsad aplikacije više neće moći pristupiti lokalnoj mreži bez vašeg dopuštenja.
hu: Ha folytatja, az appok nem fognak hozzáférni a helyi hálózathoz. Mostantól az appok nem fognak tudni hozzáférni a helyi hálózathoz az Ön engedélye nélkül.
id: Dengan melanjutkan, app tidak akan lagi memiliki akses ke Jaringan Lokal. Mulai sekarang, app tidak dapat mengakses Jaringan Lokal tanpa izin Anda.
it: Se procedi, le app non avranno più accesso alla rete locale. Da questo momento in poi, non saranno in grado di accedervi senza il tuo permesso.
ja: 続けると、アプリでローカルネットワークにアクセスできなくなります。今後、あなたの許可なく、アプリでローカルネットワークにアクセスすることはできません。
kk: Жалғастыру арқылы қолданбалар жергілікті желіге енді қол жеткізе алмайды. Бұдан былай қолданбалар рұқсатыңызсыз жергілікті желіге қол жеткізе алмайды.
ko: 계속하면, 앱은 더 이상 로컬 네트워크에 접근할 수 없게 됩니다. 이제부터 앱은 사용자의 허가 없이 로컬 네트워크에 접근할 수 없습니다.
lt: Jei tęsite, programos nebeturės prieigos prie vietinio tinklo. Nuo šiol programos negalės pasiekti vietinio tinklo be jūsų leidimo.
ms: Dengan meneruskan, app tidak lagi akan mempunyai akses kepada Rangkaian Setempat. Mulai sekarang, app tidak boleh mengakses Rangkaian Setempat tanpa keizinan anda.
nl: Als je doorgaat, hebben apps geen toegang meer tot je lokale netwerk. Voortaan hebben apps zonder je toestemming geen toegang tot je lokale netwerk.
no: Hvis du fortsetter, vil ikke apper lenger ha tilgang til det lokale nettverket. Fra nå av kan ikke apper bruke det lokale nettverket uten å spørre deg først.
pl: Jeśli będziesz kontynuować, aplikacje utracą dostęp do sieci lokalnej. Od teraz aplikacje nie będą miały dostępu do sieci lokalnej bez Twojej zgody.
pt_br: Se você continuar, os apps não terão mais acesso à Rede Local. De agora em diante, os apps não poderão acessar a Rede Local sem a sua permissão.
pt_pt: Se continuar, as aplicações deixarão de ter acesso à rede local. A partir de agora, as aplicações não podem aceder à rede local sem a sua autorização.
ro: În cazul în care continuați, aplicațiile nu vor mai avea acces la rețeaua locală. De acum înainte, aplicațiile nu vor putea accesa rețeaua locală fără permisiunea dvs.
ru: Если продолжить, приложения утратят доступ к локальной сети. Впоследствии приложения не смогут получать доступ к локальной сети без Вашего разрешения.
sk: Ak sa rozhodnete pokračovať, apky už nebudú mať prístup k lokálnej sieti. Odteraz budú apky môcť pristupovať k lokálnej sieti, len ak im to povolíte.
sl: Če nadaljujete, aplikacije ne bodo več imele dostopa do lokalnega omrežja. Aplikacije odslej ne morejo dostopati do lokalnega omrežja brez vašega dovoljenja.
sv: Om du fortsätter får apparna inte längre tillgång till det lokala nätverket. Från och med nu kan appar inte längre komma åt det lokala nätverket utan ditt tillstånd.
th: โดยการดำเนินการต่อ หมายความว่าแอปจะไม่สามารถเข้าถึงเครือข่ายในพื้นที่ได้อีกต่อไป จากนี้ไป แอปจะไม่สามารถเข้าถึงเครือข่ายในพื้นที่ได้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sürdürürseniz uygulamalar artık Yerel Ağ’a erişemez. Bundan sonra uygulamalar izniniz olmadan Yerel Ağ’a erişemez.
uk: Якщо продовжити, програми більше не матимуть доступу до локальної мережі. Відтепер програми не зможуть отримувати доступ до локальної мережі без вашого дозволу.
vi: Bằng việc tiếp tục, các ứng dụng sẽ không có quyền truy cập vào Mạng cục bộ nữa. Từ bây giờ trở đi, các ứng dụng không thể truy cập Mạng cục bộ mà không có sự cho phép của bạn.
zh_cn: 若继续，App将不可再访问本地网络。从现在开始，未经你的许可，App无法访问本地网络。
zh_hk: 如繼續，App將再無法取用「區域網絡」。現在開始，如沒有你的授權，App將無法取用「區域網絡」。
zh_tw: 若繼續，App將無法取用你的「區域網路」。從現在起，App無法未經你的許可取用「區域網路」。

# SHARING_REMINDER_WIFI_SYNC_TITLE_CHANGED
source: Continue with Safety Check?
ar: المتابعة باستخدام التحقق من الأمان؟
bg: Да се продължи ли с Проверка на сигурността?
ca: Vols continuar la comprovació de seguretat?
cs: Pokračovat v bezpečnostní kontrole?
da: Fortsæt med sikkerhedskontrol?
de: Mit Sicherheitsprüfung fortfahren?
el: Συνέχεια με τον Έλεγχο ασφάλειας;
es: ¿Continuar con la comprobación de seguridad?
es_us: ¿Seguir con la revisión de seguridad?
fi: Jatketaanko turvatarkastusta?
fr: Poursuivre le contrôle de sécurité ?
fr_ca: Poursuivre le contrôle de sécurité?
he: להמשיך בביצוע ״בדיקת בטיחות״?
hi: सुरक्षा जाँच के साथ जारी रखें?
hr: Nastaviti Sigurnosnu provjeru?
hu: Folytatja a biztonsági ellenőrzést?
id: Lanjutkan Pemeriksaan Keamanan?
it: Vuoi proseguire con “Controllo di sicurezza”?
ja: 個人情報安全性チェックを続けますか?
kk: Қауіпсіздікті тексеруді жалғастыру қажет пе?
ko: 안전 점검을 계속 진행하겠습니까?
lt: Tęsti „Saugumo patikrą“?
ms: Teruskan dengan Semakan Keselamatan?
nl: Doorgaan met veiligheidscontrole?
no: Vil du fortsette Trygghetssjekk?
pl: Kontynuować kontrolę bezpieczeństwa?
pt_br: Continuar com a Verificação de Segurança?
pt_pt: Continuar a verificação de segurança?
ro: Continuați cu Verificarea siguranței?
ru: Продолжить с проверкой безопасности?
sk: Pokračovať v bezpečnostnej kontrole?
sl: Želite nadaljevati varnostno preverjanje?
sv: Vill du fortsätta med Säkerhetskontroll?
th: ดำเนินการต่อด้วยการตรวจสอบด้านความปลอดภัยหรือไม่
tr: Güvenlik Denetimi Sürdürülsün mü?
uk: Продовжити перевірку безпеки?
vi: Tiếp tục với Kiểm tra an toàn?
zh_cn: 继续安全检查？
zh_hk: 要繼續「安全檢查」嗎？
zh_tw: 要繼續「安全檢查」嗎？

# STOP_SHARING_FAILED_WITH_PIN_CODE_ERROR_MESSAGE
source: The selected people may still have access to the PIN code for your home because the lock couldn‘t be reached. You can manage access directly in the Home app.
ar: ربما لا يزال بإمكان الأشخاص المحددين الوصول إلى رمز PIN الخاص بمنزلك بسبب تعذر الوصول إلى القفل. يمكنك إدارة الوصول في تطبيق المنزل مباشرةً.
bg: Избраните хора може все още да имат достъп до ПИН кода за дома ви, тъй като няма комуникация с ключалката. Можете да управлявате достъпа директно в приложението Дом.
ca: Pot ser que les persones seleccionades encara tinguin accés al codi PIN de casa perquè no s’ha pogut accedir al pany. Pots gestionar‑ne l’accés directament a l’app Casa.
cs: Je možné, že vybraní lidé mají k PIN kódu vaší domácnosti stále přístup, protože zámek není dostupný. Přístup můžete spravovat přímo v aplikaci Domácnost.
da: De valgte personer har muligvis stadig adgang til PIN-koden til dit hjem, fordi der ikke kunne oprettes forbindelse til låsen. Du kan administrere adgang direkte i appen Hjem.
de: Die ausgewählten Personen können weiterhin auf den PIN-Code deines Zuhauses zugreifen, da keine Verbindung zum Schloss hergestellt werden konnte. Du kannst den Zugriff direkt in der Home-App verwalten.
el: Τα επιλεγμένα άτομα ενδέχεται να έχουν ακόμη πρόσβαση στον κωδικό PIN της οικίας σας, διότι δεν ήταν δυνατή η επικοινωνία με την κλειδαριά. Μπορείτε να διαχειριστείτε την πρόσβαση απευθείας στην εφαρμογή «Οικία».
es: Puede que las personas seleccionadas aún tengan acceso al código PIN de tu casa porque no se ha podido establecer conexión con la cerradura. Puedes gestionar el acceso directamente en la app Casa.
es_us: Como no se pudo contactar con la cerradura, es posible que las personas seleccionadas sigan teniendo acceso al código PIN de tu casa. Puedes administrar el acceso directamente en la app Casa.
fi: Valitut käyttäjät voivat edelleen käyttää kotisi PIN-koodia, koska lukkoon ei saatu yhteyttä. Voit hallita käyttöoikeutta suoraan Koti-apissa.
fr: Il se peut que les personnes sélectionnées aient encore accès au code PIN de votre domicile car la serrure est injoignable. Vous pouvez gérer l’accès directement dans l’app Maison.
fr_ca: Les personnes sélectionnées pourraient quand même avoir accès au code NIP de votre domicile, car la serrure n’était pas joignable. Vous pouvez gérer l’accès directement dans l’app Domicile.
he: ייתכן שלאנשים שנבחרו עדיין יש גישה לקוד ה-PIN של הבית שלך משום שלא ניתן היה להגיע למנעול. ניתן לנהל את אישורי הגישה באופן ישיר מתוך היישום ״הבית שלי״.
hi: चयनित लोगों के पास अभी भी आपके घर के पिन कोड का ऐक्सेस हो सकता है क्योंकि लॉक तक पहुँचा नहीं जा सका। आप सीधे घर ऐप में ऐक्सेस को प्रबंधित कर सकते हैं।
hr: Odabrane osobe možda i dalje imaju pristup PIN kodu vašeg doma jer se brava ne može kontaktirati. Pristupom možete upravljati izravno u aplikaciji Dom.
hu: A kijelölt személyek továbbra is hozzáférnek az Ön otthonának PIN-kódjához, mert a zárat nem sikerült elérni. A hozzáférést közvetlenül az Otthon appban kezelheti.
id: Orang yang dipilih mungkin masih memiliki akses ke kode PIN bagi rumah Anda karena gemboknya tidak dapat dijangkau. Anda dapat mengelola akses secara langsung di app Rumah.
it: Le persone selezionate potrebbero ancora avere accesso al codice PIN per la tua abitazione perché non è stato possibile raggiungere la serratura. Puoi gestire l’accesso direttamente nell’app Casa.
ja: 錠にアクセスできなかったので、選択されている人はホームのPINコードにまだアクセスすることができます。アクセスはホームアプリで直接管理できます。
kk: Құлыпқа қосылу мүмкін болмағандықтан, таңдалған адамдар үйіңізге қол жеткізу PIN кодын әлі де пайдалана алуы мүмкін. Қол жеткізу әрекетін «Үй» қолданбасынан тікелей басқаруға болады.
ko: 잠금장치에 연결할 수 없었기 때문에 선택한 사람이 사용자의 홈에 대한 PIN 코드 접근을 계속 사용하는 것이 가능할 수도 있습니다. 홈 앱에서 접근 권한을 직접 관리할 수 있습니다.
lt: Pasirinkti žmonės vis tiek gali turėti prieigą prie jūsų namų PIN kodo, nes nepavyko pasiekti užrakto. Prieigą galite valdyti tiesiogiai programoje „Namai“.
ms: Orang yang dipilih mungkin masih mempunyai akses kepada kod PIN rumah anda kerana kunci tidak dapat dicapai. Anda boleh mengurus akses secara terus dalam app Rumah.
nl: De geselecteerde personen hebben mogelijk nog steeds toegang tot de pincode voor je woning, omdat het slot niet kon worden bereikt. Je kunt de toegang rechtstreeks beheren in de Woning-app.
no: De markerte personene kan fortsatt ha tilgang til PIN-koden til hjemmet ditt fordi låsen ikke kunne nås. Du kan administrere tilgang direkte i Hjem-appen.
pl: Wybrane osoby mogą nadal mieć dostęp do kodów PIN do Twojego domu, ponieważ zamek jest nieosiągalny. Dostępem możesz zarządzać bezpośrednio w aplikacji Dom.
pt_br: As pessoas selecionadas ainda podem ter acesso ao código PIN da casa porque não foi possível acessar a fechadura. É possível gerenciar o acesso diretamente no app Casa.
pt_pt: As pessoas selecionadas poderão continuar a ter acesso ao código PIN da sua casa porque a fechadura estava inacessível. Pode gerir o acesso diretamente na aplicação Casa.
ro: Este posibil ca persoanele selectate să aibă în continuare acces la codul PIN pentru locuința dvs., deoarece nu a putut fi realizată legătura cu încuietoarea. Puteți gestiona accesul direct din aplicația Locuință.
ru: Возможно, выбранные люди по‑прежнему могут получить доступ по PIN‑коду к Вашему дому, так как не удалось подключиться к замку. Доступом можно управлять напрямую в приложении «Дом».
sk: Vybraní ľudia môžu aj naďalej pristupovať k PIN kódu vašej domácnosti, pretože zámok bol nedosiahnuteľný. Prístup môžete spravovať priamo v apke Domácnosť.
sl: Izbrane osebe lahko morda še vedno dostopajo do kode PIN za vaš dom, ker zaklepanje ni bilo dosegljivo. Dostop lahko upravljate neposredno v aplikaciji Dom.
sv: De valda personerna kan fortfarande ha tillgång till PIN-koden för ditt hem eftersom det inte gick att nå låset. Du kan hantera åtkomsten direkt i appen Hem.
th: ผู้คนที่เลือกอาจยังคงสามารถเข้าถึงรหัส PIN สำหรับบ้านของคุณได้เนื่องจากยังไม่ถึงขีดจำกัดการล็อค คุณสามารถจัดการการเข้าถึงได้โดยตรงในแอปบ้าน
tr: Kilide ulaşılamadığı için seçilen kişiler evinizin PIN koduna hâlâ erişebilir. Erişimi doğrudan Ev uygulamasında yönetebilirsiniz.
uk: Вибрані люди можуть усе одно мати доступ до PIN‑коду від вашого дому, оскільки цей замок був недосяжний. Доступом можна керувати безпосередньо у програмі «Дім».
vi: Những người được chọn có thể vẫn có quyền truy cập vào mã PIN cho nhà của bạn vì không thể kết nối với khóa. Bạn có thể quản lý quyền truy cập ngay trong ứng dụng Nhà.
zh_cn: 因为无法连接门锁，所选用户可能仍可访问你的家庭PIN码。你可以在“家庭”App中直接管理访问。
zh_hk: 所選聯絡人可能仍可取用你家居的PIN碼，因為無法連接門鎖。你可以直接在「家居」App中管理此門鎖的取用權限。
zh_tw: 所選的聯絡人仍可能取用你家庭的PIN碼，因為無法連接門鎖。你可以直接在「家庭」App中管理權限。
